comfortFoam/validation/uniformCase/0/RH
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      RH;
}

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 60;  // 60% relative humidity

boundaryField
{
    walls
    {
        type            fixedValue;
        value           uniform 60;
    }
}